[
  {
    "title": "The Plague",
    "author": "Albert Camus",
    "isbn": "9780679720218",
    "category": "Fiction",
    "publishedYear": 1991,
    "thumbnail": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "“Its relevance lashes you across the face.” —Stephen Metcalf, The Los Angeles Times • “A redemptive book, one that wills the reader to believe, even in a time of despair.” —Roger Lowenstein, The Washington Post A haunting tale of human resilience and hope in the face of unrelieved horror, Albert Camus' iconic novel about an epidemic ravaging the people of a North African coastal town is a classic of twentieth-century literature. The townspeople of Oran are in the grip of a deadly plague, which condemns its victims to a swift and horrifying death. Fear, isolation and claustrophobia follow as they are forced into quarantine. Each person responds in their own way to the lethal disease: some resign themselves to fate, some seek blame, and a few, like Dr. Rieux, resist the terror. An immediate triumph when it was published in 1947, The Plague is in part an allegory of France's suffering under the Nazi occupation, and a timeless story of bravery and determination against the precariousness of human existence.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Boleyn Inheritance",
    "author": "Philippa Gregory",
    "isbn": "9781439124673",
    "category": "Fiction",
    "publishedYear": 2008,
    "thumbnail": "http://books.google.com/books/content?id=xZNVDAaxrGIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "THREE WOMEN WHO SHARE ONE FATE: THE BOLEYN INHERITANCE ANNE OF CLEVES She runs from her tiny country, her hateful mother, and her abusive brother to a throne whose last three occupants are dead. King Henry VIII, her new husband, instantly dislikes her. Without friends, family, or even an understanding of the language being spoken around her, she must literally save her neck in a court ruled by a deadly game of politics and the terror of an unpredictable and vengeful king. Her Boleyn Inheritance: accusations and false witnesses. KATHERINE HOWARD She catches the king's eye within moments of arriving at court, setting in motion the dreadful machine of politics, intrigue, and treason that she does not understand. She only knows that she is beautiful, that men desire her, that she is young and in love -- but not with the diseased old man who made her queen, beds her night after night, and killed her cousin Anne. Her Boleyn Inheritance: the threat of the axe. JANE ROCHFORD She is the Boleyn girl whose testimony sent her husband and sister-in-law to their deaths. She is the trusted friend of two threatened queens, the perfectly loyal spy for her uncle, the Duke of Norfolk, and a canny survivor in the murderous court of a most dangerous king. Throughout Europe, her name is a byword for malice, jealousy, and twisted lust. Her Boleyn Inheritance: a fortune and a title, in exchange for her soul. The Boleyn Inheritance is a novel drawn tight as a lute string about a court ruled by the gallows and three women whose positions brought them wealth, admiration, and power as well as deceit, betrayal, and terror. Once again, Philippa Gregory has brought a vanished world to life -- the whisper of a silk skirt on a stone stair, the yellow glow of candlelight illuminating a hastily written note, the murmurs of the crowd gathering on Tower Green below the newly built scaffold. In The Boleyn Inheritance Gregory is at her intelligent and page-turning best.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Picture of Dorian Gray",
    "author": "Oscar Wilde",
    "isbn": "9780359788330",
    "category": "Fiction",
    "publishedYear": 2019,
    "thumbnail": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The Picture of Dorian Gray is the only published novel by Oscar Wilde, appearing as the lead story in Lippincott's Monthly Magazine on 20 June 1890, printed as the July 1890 issue. The magazine's editors feared the story was indecent as submitted, so they censored roughly 500 words, without Wilde's knowledge, before publication. But even with that, the story was still greeted with outrage by British reviewers, some of whom suggested that Wilde should be prosecuted on moral grounds, leading Wilde to defend the novel aggressively in letters to the British press. Today, Wilde's fin de siècle novella is considered a classic. This new edition from Immortal Books includes footnotes and images.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Journey to the Center of the Earth",
    "author": "Jules Verne",
    "isbn": "9780553902549",
    "category": "Fiction",
    "publishedYear": 2006,
    "thumbnail": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The intrepid Professor Lindenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth’s very core. In his quest to penetrate the planet’s primordial secrets, the geologist—together with his quaking nephew Axel and their devoted guide, Hans—discovers an astonishing subterranean menagerie of prehistoric proportions. Verne’s imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor. As David Brin notes in his Introduction, though Verne never knew the term “science fiction,” Journey to the Centre of the Earth is “inarguably one of the wellsprings from which it all began.”",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Narrow Road To The Deep North, The",
    "author": "Richard Flanagan",
    "isbn": "9780857980366",
    "category": "Fiction",
    "publishedYear": 2014,
    "thumbnail": "http://books.google.com/books/content?id=QeIBBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Long-listed for the Man Booker Prize August, 1943. In the despair of a Japanese POW camp on the Thai-Burma Death Railway, Australian surgeon Dorrigo Evans is haunted by his affair with his uncle's young wife two years earlier. His life is a daily struggle to save the men under his command from starvation, from cholera, from pitiless beatings. Until he receives a letter that will change him forever. Moving deftly from the POW camp to contemporary Australia, from the experiences of Dorrigo and his comrades to those of the Japanese guards, this savagely beautiful novel tells a story of love, death, and family, exploring the many forms of good and evil, war and truth, guilt and transcendence, as one man comes of age, prospers, only to discover all that he has lost. \"From the Hardcover edition.\"",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Why We Read Fiction",
    "author": "Lisa Zunshine",
    "isbn": "9780814210284",
    "category": "Science Fiction",
    "publishedYear": 2006,
    "thumbnail": "http://books.google.com/books/content?id=BtdB2CcXazEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Why We Read Fiction offers a lucid overview of the most exciting area of research in contemporary cognitive psychology known as \"Theory of Mind\" and discusses its implications for literary studies. It covers a broad range of fictional narratives, from Richardson s Clarissa, Dostoyevski's Crime and Punishment, and Austen s Pride and Prejudice to Woolf's Mrs. Dalloway, Nabokov's Lolita, and Hammett s The Maltese Falcon. Zunshine's surprising new interpretations of well-known literary texts and popular cultural representations constantly prod her readers to rethink their own interest in fictional narrative. Written for a general audience, this study provides a jargon-free introduction to the rapidly growing interdisciplinary field known as cognitive approaches to literature and culture.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "A Reader's Guide to Australian Fiction",
    "author": "Laurie Clancy",
    "isbn": "UOM:39015029965954",
    "category": "Science Fiction",
    "publishedYear": 1992,
    "thumbnail": "http://books.google.com/books/content?id=DedZAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "This authoritative and comprehensive reference book is the first chronological account of the major Australian fiction writers from 1830 to the 1990s. Brief biographical information on the writers accompanies a critical discussion of the work. Each entry stands alone but the book can be read as a chronological account of the extraordinary development of Australian fiction over a period of 160 years.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The History of Science Fiction",
    "author": "A. Roberts",
    "isbn": "9780230554658",
    "category": "Science Fiction",
    "publishedYear": 2005,
    "thumbnail": "http://books.google.com/books/content?id=AajtCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The History of Science Fiction traces the origin and development of science fiction from Ancient Greece up to the present day. The author is both an academic literary critic and acclaimed creative writer of the genre. Written in lively, accessible prose it is specifically designed to bridge the worlds of academic criticism and SF fandom.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Dreams Must Explain Themselves",
    "author": "Ursula K. Le Guin",
    "isbn": "9781473205956",
    "category": "Science Fiction",
    "publishedYear": 2018,
    "thumbnail": "http://books.google.com/books/content?id=rzV_CgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "'By turns sharp, funny and insightful, high-minded but never mean-spirited, the book embodies its author's lifelong quest for freedom: freedom as a woman, freedom to write what she pleased, freedom to like what she liked. Genre fiction - and literature in general - has lost not just one of its brightest exponents but one of its bolshiest champions.' FINANCIAL TIMES 'Excellent' CHOICE 'Le Guin is one of the singular speculative voices of our future, thanks to her knack for anticipating issues of seminal importance to society' TLS Ursula K. Le Guin has won or been nominated for over 200 awards for her fiction, including the Hugo, Nebula, World Fantasy and SFWA Grand Master Awards. She is the acclaimed author of the Earthsea sequence and The Left Hand of Darkness - which alone would qualify her for literary immortality - as well as a remarkable body of short fiction, including the powerful, Hugo-winning 'The Ones Who Walk Away from Omelas' and the masterpiece of anthropological and environmental SF 'The Word for World is Forest' - winner of the Hugo Award for best novella. But Ursula Le Guin's talents do not stop at fiction. Over the course of her extraordinary career, she has penned numerous essays around themes important to her: anthropology, environmentalism, feminism, social justice and literary criticism to name a few. She has responded in detail to criticism of her own work and even reassessed that work in the context of such critiques. This selection of the best of Le Guin's non-fiction shows an agile mind, an unparalleled imagination and a ferocious passion to argue against injustice. In 2014 Ursula Le Guin was awarded the National Book Foundation's Medal for Distinguished Contribution to American Letters, and her widely praised acceptance speech is one of the highlights of this volume, which shows that one of modern literature's most original voices is also one of its purest consciences.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Revising Fiction, Fact, and Faith",
    "author": "Nathaniel Goldberg",
    "isbn": "9781000164114",
    "category": "Science Fiction",
    "publishedYear": 2020,
    "thumbnail": "http://books.google.com/books/content?id=5K7uDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "This book addresses how our revisionary practices account for relations between texts and how they are read. It offers an overarching philosophy of revision concerning works of fiction, fact, and faith, revealing unexpected insights about the philosophy of language, the metaphysics of fact and fiction, and the history and philosophy of science and religion. Using the novels of J.R.R. Tolkien as exemplars, the authors introduce a fundamental distinction between the purely physical and the linguistic aspects of texts. They then demonstrate how two competing theories of reference—descriptivism and referentialism—are instead constitutive of a single semantic account needed to explain all kinds of revision. The authors also propose their own metaphysical foundations of fiction and fact. The next part of the book brings the authors’ philosophy of revision into dialogue with Thomas Kuhn’s famous analysis of factual, and specifically scientific, change. It also discusses a complex episode in the history of paleontology, demonstrating how scientific and popular texts can diverge over time. Finally, the authors expand their philosophy of revision to religious texts, arguing that, rather than being distinct, such texts are always read as other kinds, that faith tends to be more important as evidence for religious texts than for others, and that the latter explains why religious communities tend to have remarkable historical longevity. Revising Fiction, Fact, and Faith offers a unique and comprehensive account of the philosophy of revision. It will be of interest to a wide range of scholars and advanced students working in philosophy of language, metaphysics, philosophy of literature, literary theory and criticism, and history and philosophy of science and religion.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Peter Pan",
    "author": "J. M. Barrie",
    "isbn": "9780689830785",
    "category": "Fantasy",
    "publishedYear": 2001,
    "thumbnail": "http://books.google.com/books/content?id=ogjljqn1R2kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The adventures of Peter Pan, the boy who would not grow up.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Assassin's Blade",
    "author": "Sarah J. Maas",
    "isbn": "9781408851982",
    "category": "Fantasy",
    "publishedYear": 2014,
    "thumbnail": "http://books.google.com/books/content?id=xLacAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Celaena Sardothien is Adarlan's most feared assassin. As part of the Assassins' Guild, her allegiance is to her master, Arobynn Hamel, yet Celaena listens to no one and trusts only her fellow killer-for-hire, Sam. In these action-packed prequel novellas - together in one edition for the first time - Celaena embarks on five daring missions. They take her from remote islands to hostile deserts, where she fights to liberate slaves and seeks to avenge the tyrannous. But she is acting against Arobynn's orders and could suffer an unimaginable punishment for such treachery ...Explore the dark underworld of this kick-ass heroine and find out how the legend begins in the five page-turning prequel novellas to the New York Times bestselling Throne of Glass series.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Bridge to Terabithia",
    "author": "Katherine Paterson",
    "isbn": "0590132008",
    "category": "Fantasy",
    "publishedYear": 1977,
    "thumbnail": "http://books.google.com/books/content?id=Hnb-93B3OGAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The life of a ten-year-old boy in rural Virginia expands when he becomes friends with a newcomer who subsequently meets an untimely death trying to reach their hideaway, Terabithia, during a storm.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Wind in the Willows",
    "author": "Kenneth Grahame",
    "isbn": "185326122X",
    "category": "Fantasy",
    "publishedYear": 1993,
    "thumbnail": "http://books.google.com/books/content?id=Mo7D3Je7_DMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The tales of Ratty, Mole, Badger and Toad. When Mole goes boating with the Water Rat instead of spring-cleaning, he discovers a new world. As well as the river and the Wild Wood, there is Toad's craze for fast travel which leads him and his friends on a whirl of trains, barges, gipsy caravans and motor cars and even into battle.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Through the Looking Glass",
    "author": "Lewis Carroll",
    "isbn": "NYPL:33433082531603",
    "category": "Fantasy",
    "publishedYear": 1897,
    "thumbnail": "http://books.google.com/books/content?id=i2MCAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "In this sequel to Alice in Wonderland, Alice climbs through a mirror in her room and enters a world similar to a chess board where she experiences many curious adventures with its fantastic inhabitants.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "A Game of Thrones",
    "author": "George R. R. Martin",
    "isbn": "UOM:39015050507618",
    "category": "Mystery",
    "publishedYear": 2011,
    "thumbnail": "http://books.google.com/books/content?id=bIZiAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Fantasy-roman.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Messenger",
    "author": "Markus Zusak",
    "isbn": "0330363883",
    "category": "Mystery",
    "publishedYear": 2002,
    "thumbnail": "http://books.google.com/books/content?id=2IEEZ76GXkkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "\"The Messenger is comedic, romantic, thrilling, confronting, playful, deceptive... While it shares qualities with Nick Hornby's How to Be Good and Iain Softley's film K-Pax, it is cleverer, subtler and more profound than either and, as a bonus, determinedly Australian.\" (Australian Book Review)Meet Ed Kennedy - cab driving prodigy, pathetic card player and useless at sex. He lives in a suburban shack, shares coffee with his dog, the Doorman, and he's in nervous love with Audrey. His life is one of peaceful routine and incompetence - until he inadvertently stops a bank robbery. That's when the first Ace turns up. That's when Ed becomes the messenger. Chosen to care, he makes his way through town, helping and hurting (where necessary) until only one question remains. Who's behind Ed's mission? The Messenger, by the highly acclaimed author Markus Zusak, is a cryptic journey filled with laughter, fists and love.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Loves Music, Loves to Dance",
    "author": "Mary Higgins Clark",
    "isbn": "9780671758899",
    "category": "Mystery",
    "publishedYear": 1992,
    "thumbnail": "http://books.google.com/books/content?id=OHqsQwFrKO0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "A killer draws his victims from the women who respond to his personal ads in trendy New York magazines.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Invisible Man",
    "author": "Len Jenkin",
    "isbn": "0871299844",
    "category": "Mystery",
    "publishedYear": 2000,
    "thumbnail": "http://books.google.com/books/content?id=SCHqme8AluYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "No description available",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Crime and Punishment",
    "author": "Fyodor Dostoyevsky",
    "isbn": "0451519957",
    "category": "Mystery",
    "publishedYear": 1978,
    "thumbnail": "http://books.google.com/books/content?id=d0ZuY2eGWLAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Jessie Coulson's translation provides the text for the Third Edition of this acclaimed Norton Critical Edition.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Full Tilt",
    "author": "Neal Shusterman",
    "isbn": "9780689873256",
    "category": "Thriller",
    "publishedYear": 2004,
    "thumbnail": "http://books.google.com/books/content?id=CQxnCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "When sixteen-year-old Blake goes to a mysterious, by-invitation-only carnival he somehow knows that it could save his comatose brother, but soon learns that much more is at stake if he fails to meet the challenge presented there by the beautiful Cassandra",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Area 7",
    "author": "Matthew Reilly",
    "isbn": "0330363654",
    "category": "Thriller",
    "publishedYear": 2002,
    "thumbnail": "http://books.google.com/books/content?id=9g4uf7a-Tb8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Mass-market paperback release of a science-fiction thriller first published 2001. The setting is America's most secret military installation, hidden deep in the Utah Desert. The President has come to inspect the base, but is unaware of the hostile forces that are waiting inside. Includes illustrations and an interview with the author on the writing of the book. Author's previous titles include the bestsellers 'Ice Station' and 'Contest'.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Tripwire",
    "author": "Lee Child",
    "isbn": "9780857500069",
    "category": "Thriller",
    "publishedYear": 2011,
    "thumbnail": "http://books.google.com/books/content?id=MBtctNppOJAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Jack Reacher's anonymity in Key West is shattered by the appearance of a private investigator who' come to town looking for him. But only hours after his arrival, the stranger is murdered. Retracing the PI's cold trail back to New York City, Reacher is compelled to find out who was looking for him and why. He never expected the reasons to be so personal, so dangerous, and so very twisted.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Harbinger",
    "author": "Jonathan Cahn",
    "isbn": "9781616386108",
    "category": "Thriller",
    "publishedYear": 2011,
    "thumbnail": "http://books.google.com/books/content?id=nt2gYevSZrMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "\"The Harbinger opens with the appearance of a man burdened with a message he has received from a mysterious figure called The Prophet. The Prophet has given him nine seals, each containing a message about America's future ... As the story unfolds, each revelation becomes a piece in a greater puzzle -- the ramifications of which will even alter the course of world history.\"--Publisher's website.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Visitor",
    "author": "Lee Child",
    "isbn": "9780553811889",
    "category": "Thriller",
    "publishedYear": 2001,
    "thumbnail": "http://books.google.com/books/content?id=UGUahZnpa0MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Sergeant Amy Callan and Lieutenant Caroline Cook have a lot in common. Both were army high-flyers. Both were acquainted with Jack Reacher. Both were forced to resign from the service. Now they're both dead. Both were found in their own home, naked, in a bath full of paint. Both apparent victims of an army man. A loner, a smart guy with a score to settle, a ruthless vigilante. A man just like Jack Reacher.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Spirit Bound",
    "author": "Richelle Mead",
    "isbn": "1921518863",
    "category": "Romance",
    "publishedYear": 2010,
    "thumbnail": "http://books.google.com/books/content?id=-a-YQwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The international number 1 bestselling Vampire Academy series by Richelle Mead is now a major motion picture. Read it before it hits cinemas in 2014! SALVATION HAS ITS PRICE . . . Fall in love with Rose and Dimitri all over again in Spirit Bound, the anticipated fifth novel in Richelle Mead's enthralling Vampire Academy series. After a long and heartbreaking journey to Siberia, Dimitri's birthplace, Rose Hathaway has finally returned to St. Vladimir's - and to her best friend, Lissa Dragomir. It's graduation, and the girls can't wait for their real lives outside the Academy's cold iron gates to finally begin. But even with the intrigue and excitement of court life looming, Rose's heart still aches for Dimitri. He's out there, somewhere. She failed to kill him when she had the chance, and now her worst fears are about to come true. Dimitri has tasted her blood, and she knows in her heart that he is hunting her. And if Rose won't join him, he won't rest until he has silenced her . . . forever. But Rose can't forget what she learned on her journey - whispers of a magic too impossible and terrifying to comprehend. A magic inextricably tied to Lissa that could hold the answer to all of Rose's prayers, but not without devastating consequences. Now Rose will have to decide what - and who - matters most to her. And in the end, is true love really worth the price? penguinteenaustralia.com",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Pride and Prejudice",
    "author": "Jane Austen",
    "isbn": "0192815032",
    "category": "Romance",
    "publishedYear": 1980,
    "thumbnail": "http://books.google.com/books/content?id=EvqJCGeqKhsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The text of Pride and Prejudice is the 1813 first edition text.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Dare to Love",
    "author": "Carly Phillips",
    "isbn": "9780989311298",
    "category": "Romance",
    "publishedYear": 2013,
    "thumbnail": "http://books.google.com/books/content?id=ugbmAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "She arouses his dominant and protective instincts And he will do anything to possess her … And does. When billionaire Ian Dare gets one glimpse of the sensual and irresistible Riley Taylor, he knows that he must have her. But any future he might have with Riley means he’ll have to confront his past—a past he’d rather forget. And that’s something this NFL team owner won’t dare to do—not even for love.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Heartstopper: Volume 4: A Graphic Novel: Volume 4",
    "author": "Alice Oseman",
    "isbn": "1338617559",
    "category": "Romance",
    "publishedYear": 2022,
    "thumbnail": "Unknown",
    "description": "Heartstopper: Volume 4 was originally published in England by Hachette Children's Group in 2021.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Last Sacrifice",
    "author": "Richelle Mead",
    "isbn": "9780141331881",
    "category": "Romance",
    "publishedYear": 2010,
    "thumbnail": "http://books.google.com/books/content?id=Rwcpd5zqrrkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The final heart wrenching episode at St Vladimir's Academy. Rose is on trial for high treason and the death of Queen Tatiana. Someone is trying to frame her and it looks like even Dimitri might not be able to save her now.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Eat, Pray, Love",
    "author": "Elizabeth Gilbert",
    "isbn": "9780747585664",
    "category": "Biography",
    "publishedYear": 2007,
    "thumbnail": "http://books.google.com/books/content?id=QdCNeNx6LJUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The Number One international bestseller, Eat, Pray Love is a journey around the world, a quest for spiritual enlightenment and a story for anyone who has battled with divorce, depression and heartbreak.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Lives of the Caesars",
    "author": "Suetonius",
    "isbn": "9780199537563",
    "category": "Biography",
    "publishedYear": 2000,
    "thumbnail": "http://books.google.com/books/content?id=JsNxkG6Ai9sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The Lives of the Caesars include the biographies of Julius Caesar and the eleven subsequent emperors: Augustus, Tiberius, Gaius Caligula, Claudius, Nero, Galba, Otho, Vitelius, Vespasian, Titus, Domitian. Suetonius composed his material from a variety of sources, without much concern for their reliability. His biographies consist the ancestry and career of each emperor in turn; however, his interest is not so much analytical or historical, but anecdotal and salacious which gives rise to a lively and provocative succession of portraits. The account of Julius Caesar does not simply mention his crossing of the Rubicon and his assassination, but draws attention to his dark piercing eyes and attempts to conceal his baldness. The Live of Caligula presents a vivid picture of the emperor's grotesque appearance, his waywardness, and his insane cruelties. The format and style of Suetonius' Lives of the Caesars was to set the tone for biography throughout western literature - his work remains thoroughly readable and full of interest. ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Drowned and the Saved",
    "author": "Primo Levi",
    "isbn": "9781501167638",
    "category": "Biography",
    "publishedYear": 2017,
    "thumbnail": "http://books.google.com/books/content?id=s90nDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "In his final book before his death, Primo Levi returns once more to his time at Auschwitz in a moving meditation on memory, resiliency, and the struggle to comprehend unimaginable tragedy. Drawing on history, philosophy, and his own personal experiences, Levi asks if we have already begun to forget about the Holocaust. His last book before his death, Levi returns to the subject that would define his reputation as a writer and a witness. Levi breaks his book into eight essays, ranging from topics like the unreliability of memory to how violence twists both the victim and the victimizer. He shares how difficult it is for him to tell his experiences with his children and friends. He also debunks the myth that most of the Germans were in the dark about the Final Solution or that Jews never attempted to escape the camps. As the Holocaust recedes into the past and fewer and fewer survivors are left to tell their stories, The Drowned and the Saved is a vital first-person testament. Along with Elie Wiesel and Hannah Arendt, Primo Levi is remembered as one of the most powerful and perceptive writers on the Holocaust and the Jewish experience during World War II. This is an essential book both for students and literary readers. Reading Primo Levi is a lesson in the resiliency of the human spirit.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Follow the Rabbit-proof Fence",
    "author": "Doris Pilkington",
    "isbn": "9780702233555",
    "category": "Biography",
    "publishedYear": 2002,
    "thumbnail": "http://books.google.com/books/content?id=gXCe38Uk4V4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Three mixed-race Australian girls, having been taken from their Aboriginal families, escape and return home on foot, without supplies or gear, while trying to evade recapture, in an account based on a true story.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Caesar",
    "author": "Adrian Keith Goldsworthy",
    "isbn": "UOM:39015066754972",
    "category": "Biography",
    "publishedYear": 2006,
    "thumbnail": "http://books.google.com/books/content?id=YWRoAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "In this landmark biography, Goldsworthy places Caesar firmly within the context of Roman society in the first century B.C.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Damascus",
    "author": "Ross Burns",
    "isbn": "9780415271059",
    "category": "History",
    "publishedYear": 2005,
    "thumbnail": "http://books.google.com/books/content?id=SVR2cjWptCAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Lavishly illustrated, the first book in English to relate the history of Damascus, is a compelling and unique exploration of a fascinating city.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Holocaust",
    "author": "Laurence Rees",
    "isbn": "9780241979952",
    "category": "History",
    "publishedYear": 2017,
    "thumbnail": "http://books.google.com/books/content?id=iHMNDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "THE SUNDAY TIMES TOP 10 BESTSELLER AND THE FIRST AUTHORITATIVE ACCOUNT FOR 30 YEARS. 'By far the clearest book ever written about the Holocaust, and also the best at explaining its origins and grotesque mentality, as well as its chaotic development' Antony Beevor 'Groundbreaking. You might have thought that we know everything there is to know about the Holocaust but this book proves there is much more' Andrew Roberts, Mail on Sunday Two fundamental questions about the Holocaust must be answered: How did it happen? And why? More completely than any other single work of history yet published, Laurence Rees's Holocaust definitively answers them. 'With The Holocaust Rees has set himself the task of writing an accessible chronological account of the murder of six million Jews in conditions of scarcely imaginable horror. He's done it excellently. There is no shortage of books on the Holocaust but Rees's stands out as a readable and authoritative exposition of how and why it happened, and the barbarous methods by which it was pursued. The amount of ground it covers in 500 pages is remarkable - from the anti-Semitism of popular German literature of the 19th century to Hitler's suicide and the surrender of his regime. It's excellently written and skilfully interweaves narrative history, sound interpretation and the recollections (through interviews, listed in the notes as \"previously unpublished testimony\") of survivors. Rees provides an exemplary account of how the greatest crime in modern history came about' The Times 'Rees has distilled 25 years of research into this compelling study, the finest single-volume account of the Holocaust. It is not a book for the faint-hearted. Some of the first-hand testimony is both shocking and heart-rending. Yet it has important things to say about human nature - what our species is capable of doing if not prevented by civilized laws - and demands to be read' Saul David, Telegraph 'Anyone wanting a compelling, highly readable explanation of how and why the Holocaust happened, drawing on recent scholarship and impressively incorporating moving and harrowing interviews need look no further than Laurence Rees's brilliant book' Professor Ian Kershaw, bestselling author of Hitler",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "A Concise History of Greece",
    "author": "Richard Clogg",
    "isbn": "0521004799",
    "category": "History",
    "publishedYear": 2002,
    "thumbnail": "http://books.google.com/books/content?id=H5pyUIY4THYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "This book provides a concise, illustrated introduction to the history of modern Greece, with a new final chapter about Greek history and politics to the present day. 56 illustrations. 10 maps.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Nazi Doctors",
    "author": "Robert Jay Lifton",
    "isbn": "0465049052",
    "category": "History",
    "publishedYear": 1988,
    "thumbnail": "http://books.google.com/books/content?id=zfH0l08UwusC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Winner of the Los Angeles Times Book Prize With a new preface by the author In his most powerful and important book, renowned psychiatrist Robert Jay Lifton presents a brilliant analysis of the crucial role that German doctors played in the Nazi genocide. Now updated with a new preface, The Nazi Doctors remains the definitive work on the Nazi medical atrocities, a chilling exposé of the banality of evil at its epitome, and a sobering reminder of the darkest side of human nature.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Discarded Image",
    "author": "C. S. Lewis",
    "isbn": "0521477352",
    "category": "History",
    "publishedYear": 1994,
    "thumbnail": "http://books.google.com/books/content?id=WADDM36d3TAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Hailed as \"the final memorial to the work of a great scholar and teacher and a wise and noble mind,\" this work paints a lucid picture of the medieval world view, as historical and cultural background to the literature of the Middle Ages and Renaissance.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Galaxy Morphology and Classification",
    "author": "Sidney Van den Bergh",
    "isbn": "9780521623353",
    "category": "Science",
    "publishedYear": 1998,
    "thumbnail": "http://books.google.com/books/content?id=geEVkpueEPcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "A concise and up-to-date guide to the shape of galaxies and how they can be classified, by one of the pioneers of the field.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Encyclopedia of Animals",
    "author": "Unknown",
    "isbn": "9780520244061",
    "category": "Science",
    "publishedYear": 2004,
    "thumbnail": "http://books.google.com/books/content?id=2V1tHqi4hLEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "This lavishly illustrated trade reference to mammals, birds, reptiles, amphibians, fishes, and invertebrates features hundreds of glorious photos, masterful illustrations, and informative maps.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Homo Deus",
    "author": "Yuval Noah Harari",
    "isbn": "9781473545373",
    "category": "Science",
    "publishedYear": 2016,
    "thumbnail": "http://books.google.com/books/content?id=dWYyCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "**THE MILLION COPY BESTSELLER** Sapiens showed us where we came from. In our increasingly uncertain times, Homo Deus shows us where we're going. 'Spellbinding' Guardian The world-renowned historian and intellectual Yuval Noah Harari envisions a near future in which we face a new set of challenges. Homo Deus explores the projects, dreams and nightmares that will shape the twenty-first century and beyond - from overcoming death to creating artificial life. It asks the fundamental questions: how can we protect this fragile world from our own destructive power? And what does our future hold? 'Even more readable, even more important, than his excellent Sapiens' Kazuo Ishiguro 'Homo Deus will shock you. It will entertain you. It will make you think in ways you had not thought before' Daniel Kahneman, bestselling author of Thinking, Fast and Slow",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Quaternary Extinctions",
    "author": "Paul S. Martin",
    "isbn": "0816511004",
    "category": "Science",
    "publishedYear": 1989,
    "thumbnail": "http://books.google.com/books/content?id=qIDC7ybvHQEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "What caused the extinction of so many animals at or near the end of the Pleistocene? Was it overkill by human hunters, the result of a major climatic change or was it just a part of some massive evolutionary turnover? Questions such as these have plagued scientists for over one hundred years and are still being heatedly debated today. Quaternary Extinctions presents the latest and most comprehensive examination of these questions. ÑGeological Magazine \"May be regarded as a kind of standard encyclopedia for Pleistocene vertebrate paleontology for years to come.\" ÑAmerican Scientist \"Should be read by paleobiologists, biologists, wildlife managers, ecologists, archeologists, and anyone concerned about the ongoing extinction of plants and animals.\" ÑScience \"Uncommonly readable and varied for watchers of paleontology and the rise of humankind.\" ÑScientific American \"Represents a quantum leap in our knowledge of Pleistocene and Holocene palaeobiology. . . . Many volumes on our bookshelves are destined to gather dust rather than attention. But not this one.\" ÑNature \"Two strong impressions prevail when first looking into this epic compendium. One is the judicious balance of views that range over the whole continuum between monocausal, cultural, or environmental explanations. The second is that both the data base and theoretical sophistication of the protagonists in the debate have improved by a quantum leap since 1967.\" ÑAmerican Anthropologist",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Human Impact on the Natural Environment",
    "author": "Andrew S. Goudie",
    "isbn": "9781119403739",
    "category": "Science",
    "publishedYear": 2018,
    "thumbnail": "http://books.google.com/books/content?id=QvRgDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "A brand new edition of the definitive textbook on humankind’s impact on the Earth’s environment—now in full color This classic text explores the multitude of impacts that humans have had over time upon vegetation, animals, soils, water, landforms, and the atmosphere. It considers the ways in which climate changes and modifications in land cover may change the environment in coming decades. Thoroughly revised to cover the remarkable transformation in interest that humans are having in the environment, this book examines previously uncovered topics, such as rewilding, ecosystem services, techniques for study, novel and no analogue ecosystems, and more. It also presents the latest views on big themes such as human origins, the anthropocene, domestication, extinctions, and ecological invasions. Extensively re-written, Human Impact on the Natural Environment, Eighth Edition contains many new and updated statistical tables, figures, and references. It offers enlightening chapters that look at the past and present state of the world—examining our impact on the land itself and the creatures that inhabit it; the oceans, lakes, rivers and streams; and the climate and atmosphere. The book also takes a deep look at our future impact on the planet and its resources—our affect on the coastal environments, the cryosphere and the drylands, as well as the hydrological and geomorphological impacts. Fully updated to take account of recent advances in our understanding of global warming and other phenomena Offers current opinions on such topics as human origins, the anthropocene, domestication, extinctions, and ecological invasions Features a full-color presentation to allow for more and clearer photographs and diagrams Contains more international case studies than previous editions to balance UK examples Human Impact on the Natural Environment is essential reading for undergraduates in geography and environmental science, and for those who want a thorough, wide-ranging and balanced overview of the impacts of humans upon natural processes and systems from the Stone Age to the Anthropocene and who wish to understand the major environmental issues that concern the human race at the present time.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Empowerment of Women Through Self Help Groups",
    "author": "G. Sreeramulu",
    "isbn": "8178355019",
    "category": "Self-Help",
    "publishedYear": 2006,
    "thumbnail": "http://books.google.com/books/content?id=Mmtn9-YpF6EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The book is an in-depth study of Empowerment of Women Through Self Help Groups. It covers the problems and perspectives of Self Help Groups and suggest several measures. The study has evaluated the implementation of several schemes in Anantapur District in particular and in Andhra Pradesh in general such as rearing goats, dairying, petty business activities, making of soft toys and so on. The findings are very much encouraging, such as Women are now managing their families, Panchayat Raj Institutions, are able to concentrate on their children s education and health. Contents include: Introduction, Public Policy Theoretical Perspectives, Evaluation, Aims and Objectctives of Self Help Groups in Anantapur District, Socio-Economic Background of the Sample Study, Problems and perspectives of Self Help Groups, Performance of Self Help Groups and Conclusion. This outstanding Text-cum-Reference book will be of great use to Scholars, Administrators, Planners, Policy-makers, Statesmen and Students of Political Science, Economics, Sociology, Commerce and Women Studites.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Dual-Process Theories in Moral Psychology",
    "author": "Cordula Brand",
    "isbn": "9783658120535",
    "category": "Self-Help",
    "publishedYear": 2016,
    "thumbnail": "http://books.google.com/books/content?id=nQ3NCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "This anthology offers a unique collection of contributions focusing on the discussion about the so-called dual-process theories within the field of moral psychology. In general, dual-process theories state that in cognitive systems, two sorts of processes can be differentiated: an affective, associative process and an analytical, rule-based process. This distinction recently entered the debate on the relationship between intuitive and rational approaches to explaining the phenomenon of moral judgment. The increasing interest in these theories raises questions concerning their general impact on social contexts. The anthology aims at presenting stepping-stones of an analysis of the merits and drawbacks of this development. For that purpose, the authors discuss general questions concerning the relationship between ethics and empirical sciences, methodological questions, reassessments of established terminology and societal implications of dual-process theories in moral psychology.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Liberation in the Face of Uncertainty",
    "author": "Hubert J. M. Hermans",
    "isbn": "9781108844406",
    "category": "Self-Help",
    "publishedYear": 2022,
    "thumbnail": "http://books.google.com/books/content?id=GCZTEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "This book uses Dialogical Self Theory to respond to the challenges of climate change, well-being, and disenchantment of the world.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Revisiting the Use of Self",
    "author": "Deena Mandell",
    "isbn": "9781551303345",
    "category": "Self-Help",
    "publishedYear": 2007,
    "thumbnail": "http://books.google.com/books/content?id=R9hgnEV6RfsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Offers the reader a historical/developmental overview of the concept of 'use of self' and explores its adequacy for contemporary ethical practice. This book provides the reader with first-person, practitioners' accounts of their own 'use of self' in examples of reflective practice approaches. It broadens the scope of the concept of 'use of self'.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Measuring Ego Development",
    "author": "Jane Loevinger",
    "isbn": "UOM:39015054099638",
    "category": "Self-Help",
    "publishedYear": 1970,
    "thumbnail": "http://books.google.com/books/content?id=cod9AAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "No description available",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Muppet Babies' Classic Children's Tales",
    "author": "Unknown",
    "isbn": "0765197308",
    "category": "Children's Books",
    "publishedYear": 1996,
    "thumbnail": "http://books.google.com/books/content?id=8Q0-iEkSctAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A collection of fairy tales and folklore illustrated with photographs of the Muppet Babies portraying the characters.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Dodo la planète do, 2",
    "author": "Patrick Lacoursière",
    "isbn": "2923163060",
    "category": "Children's Books",
    "publishedYear": 2006,
    "thumbnail": "http://books.google.com/books/content?id=EFWE_psTodgC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Beautifully recorded lullabies from around the world are sung in the language of origin along with an illustrated bedtime story--in English, Spanish, and French--about an imaginary journey to unknown lands. Performers Sylva Balassanian, Mary Fujiwara Burke, Juan Jose Carranza, Hart-Rouge, H'sao, Paul Kunigis, and Nathalie Picard share their culture in offering lovely, warm lead vocals and harmonies, supported by a highly skilled group of musicians playing more than 30 different instruments. The earth-toned, dreamlike illustrations reflect both the subject and country of origin of each song.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Entwicklungen in den Rechten der Kinder im Hinblick auf das UN-Übereinkommen über die Rechte des Kindes",
    "author": "Maria Rauch-Kallat",
    "isbn": "UOM:35112200581280",
    "category": "Children's Books",
    "publishedYear": 1994,
    "thumbnail": "http://books.google.com/books/content?id=ENYoAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "No description available",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "In fremden Schuhen",
    "author": "Friedbert Aspetsberger",
    "isbn": "UCAL:B4229332",
    "category": "Children's Books",
    "publishedYear": 1990,
    "thumbnail": "http://books.google.com/books/content?id=yXq5AAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "No description available",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Three Wishes",
    "author": "Lisa Manifold",
    "isbn": "1943530041",
    "category": "Young Adult",
    "publishedYear": 2015,
    "thumbnail": "http://books.google.com/books/content?id=8WEejwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "No description available",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Riverside Chaucer",
    "author": "Geoffrey Chaucer",
    "isbn": "9780199552092",
    "category": "Poetry",
    "publishedYear": 2008,
    "thumbnail": "http://books.google.com/books/content?id=E4DXD7Sk7WcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "A re-editing of F.N. Robinson's second edition of The works of Geoffrey Chaucer published in 1957 by the team of experts at the Riverside Institute who have greatly expanded the introductory material, explanatory notes, textual notes, bibliography and glossary. The result of many years' study. The Riverside Chaucer is the most authentic and exciting edition available of Chaucer's complete works.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Flowers of Evil",
    "author": "Charles Baudelaire",
    "isbn": "9781387809349",
    "category": "Poetry",
    "publishedYear": 2018,
    "thumbnail": "http://books.google.com/books/content?id=Hf1aDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "In this classic of decadent poetics, the dark, troubled vision of Charles Baudelaire lives, growing like a tangled rosebush of prickling thorns, bringing the Satanic majesty of a fallen world into the metrical regularity of his poisoned pen verse. A French master every bit the equal of the gothic tragedian Poe, Baudelaire's \"Flowers\" encompasses and exposes a world of titanic grief and ultimate grace, wasted love and bitter, dark remonstrance. What are the dark, ugly byways and hidden, corrupt nooks of the human experience? A sweeping masterpiece of literary song. Online bookstore: www.lulu.com/zem66",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Metamorphoses",
    "author": "Ovid",
    "isbn": "9780199537372",
    "category": "Poetry",
    "publishedYear": 2008,
    "thumbnail": "http://books.google.com/books/content?id=UwQUDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The modern, unacademic idiom of A.D. Melville's translation opens the way to a fresh understanding of Ovid's unique and elusive vision of reality.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Prophet",
    "author": "Kahlil Gibran",
    "isbn": "9781728432588",
    "category": "Poetry",
    "publishedYear": 2021,
    "thumbnail": "http://books.google.com/books/content?id=05g0EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Lebanese-American author Kahlil Gibran's The Prophet is one of the world's best-selling books of poetry. In twenty-six poetic essays, Gibran writes from the perspective of fictional prophet Almustafa, who has recently returned to his place of birth, Orphalese. The poems detail Almustafa's philosophies on important subjects such as crime and punishment, death, and marriage, as well as everyday subjects such as clothing and eating and drinking. Other poetic essays in The Prophet include \"Joy and Sorrow,\" \"Freedom,\" and \"Good and Evil.\" This unabridged edition was first published in 1923.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Rosmersholm",
    "author": "Henrik Ibsen",
    "isbn": "9788711799918",
    "category": "Poetry",
    "publishedYear": 2017,
    "thumbnail": "http://books.google.com/books/content?id=iChADwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Dramaet \"Rosmersholm\" fra 1886 anses af mange kritikere for at være Henrik Ibsens mesterværk. Det udspiller sig på en gammel herregård i det sydlige Norge, hvor den forhenværende præst Johannes Rosmer lever i et forhold med sin husholderske Rebecca West, mens konservative og liberale kræfter kæmper om magten i landet. Den norske dramatiker og digter Henrik Ibsen (1828-1906) er én af de vigtigste forfattere i Det Moderne Gennembrud og regnes som grundlæggeren af det moderne drama med skuespil, der sætter den menneskelige psykologi i centrum og kredser om den fortid, det er så umuligt at flygte fra. Ibsen er verdensberømt for skuespil som \"Et dukkehjem\", \"Peer Gynt\" og \"Hedda Gabler\", men producerede i alt over tyve dramaer, der stadig opføres på teatre over hele verden.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Archaeology of Ancient China",
    "author": "Kwang-chih Chang",
    "isbn": "0300037821",
    "category": "Art",
    "publishedYear": 1986,
    "thumbnail": "http://books.google.com/books/content?id=9lTBQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Cloth edition available for $50.00.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Fun Home",
    "author": "Alison Bechdel",
    "isbn": "0618871713",
    "category": "Art",
    "publishedYear": 2007,
    "thumbnail": "http://books.google.com/books/content?id=eq0n9Ck79ysC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "A fresh and brilliantly told memoir from a cult favorite comic artist, marked by gothic twists, a family funeral home, sexual angst, and great books. This breakout book by Alison Bechdel is a darkly funny family tale, pitch-perfectly illustrated with Bechdel's sweetly gothic drawings. Like Marjane Satrapi's Persepolis, it's a story exhilaratingly suited to graphic memoir form. Meet Alison's father, a historic preservation expert and obsessive restorer of the family's Victorian home, a third-generation funeral home director, a high school English teacher, an icily distant parent, and a closeted homosexual who, as it turns out, is involved with his male students and a family babysitter. Through narrative that is alternately heartbreaking and fiercely funny, we are drawn into a daughter's complex yearning for her father. And yet, apart from assigned stints dusting caskets at the family-owned \"fun home,\" as Alison and her brothers call it, the relationship achieves its most intimate expression through the shared code of books. When Alison comes out as homosexual herself in late adolescense, the denouement is swift, graphic -- and redemptive.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Shakespeare's A Midsummer Night's Dream",
    "author": "William Shakespeare",
    "isbn": "9780486139586",
    "category": "Art",
    "publishedYear": 2012,
    "thumbnail": "http://books.google.com/books/content?id=ZC3DAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Shakespeare's romantic comedy takes on vivid life with these brilliant images by one of the 20th century's leading illustrators. Includes the complete play, along with 40 full-color and numerous black-and-white illustrations.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Bright Ages",
    "author": "Matthew Gabriele",
    "isbn": "9780062980915",
    "category": "Art",
    "publishedYear": 2021,
    "thumbnail": "http://books.google.com/books/content?id=UgwiEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "\"The beauty and levity that Perry and Gabriele have captured in this book are what I think will help it to become a standard text for general audiences for years to come….The Bright Ages is a rare thing—a nuanced historical work that almost anyone can enjoy reading.”—Slate \"Incandescent and ultimately intoxicating.\" —The Boston Globe A lively and magisterial popular history that refutes common misperceptions of the European Middle Ages, showing the beauty and communion that flourished alongside the dark brutality—a brilliant reflection of humanity itself. The word “medieval” conjures images of the “Dark Ages”—centuries of ignorance, superstition, stasis, savagery, and poor hygiene. But the myth of darkness obscures the truth; this was a remarkable period in human history. The Bright Ages recasts the European Middle Ages for what it was, capturing this 1,000-year era in all its complexity and fundamental humanity, bringing to light both its beauty and its horrors. The Bright Ages takes us through ten centuries and crisscrosses Europe and the Mediterranean, Asia and Africa, revisiting familiar people and events with new light cast upon them. We look with fresh eyes on the Fall of Rome, Charlemagne, the Vikings, the Crusades, and the Black Death, but also to the multi-religious experience of Iberia, the rise of Byzantium, and the genius of Hildegard and the power of queens. We begin under a blanket of golden stars constructed by an empress with Germanic, Roman, Spanish, Byzantine, and Christian bloodlines and end nearly 1,000 years later with the poet Dante—inspired by that same twinkling celestial canopy—writing an epic saga of heaven and hell that endures as a masterpiece of literature today. The Bright Ages reminds us just how permeable our manmade borders have always been and of what possible worlds the past has always made available to us. The Middle Ages may have been a world “lit only by fire” but it was one whose torches illuminated the magnificent rose windows of cathedrals, even as they stoked the pyres of accused heretics. The Bright Ages contains an 8-page color insert.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Digital Art",
    "author": "Christiane Paul",
    "isbn": "9780500779019",
    "category": "Art",
    "publishedYear": 2023,
    "thumbnail": "http://books.google.com/books/content?id=46K7EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Digital art, along with the technological developments of its medium, has rapidly evolved from the digital revolution into the social media era and to the postdigital and post-Internet landscape. This new, expanded edition of this invaluable overview of the medium traces the emergence of artificial intelligence, augmented and mixed realities, and Non-Fungible Tokens (NFTs), and surveys themes explored by digital artworks in the areas of activism, networks and telepresence, and ecological art and the Anthropocene. Christiane Paul considers all forms of digital art, focusing on the basic characteristics of their aesthetic language and their technological and art-historical evolution. By looking at the ways in which internet art, digital installation, software art, AR and VR haveemerged as recognized artistic practices, Digital Art is an essential critical guide.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Eat, Pray, Love",
    "author": "Elizabeth Gilbert",
    "isbn": "9780747585664",
    "category": "Travel",
    "publishedYear": 2007,
    "thumbnail": "http://books.google.com/books/content?id=LRpiFc_2TBkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The Number One international bestseller, Eat, Pray Love is a journey around the world, a quest for spiritual enlightenment and a story for anyone who has battled with divorce, depression and heartbreak.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The History of The Peloponnesian War",
    "author": "Thucydides",
    "isbn": "Unknown",
    "category": "Travel",
    "publishedYear": 0,
    "thumbnail": "http://books.google.com/books/content?id=tZ36EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "No description available",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Museum of Innocence",
    "author": "Orhan Pamuk",
    "isbn": "9780571268412",
    "category": "Travel",
    "publishedYear": 2011,
    "thumbnail": "http://books.google.com/books/content?id=vHr5vhO5gXsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The Museum of Innocence - set in Istanbul between 1975 and today - tells the story of Kemal, the son of one of Istanbul's richest families, and of his obsessive love for a poor and distant relation, the beautiful Fusun, who is a shop-girl in a small boutique. In his romantic pursuit of Füsun over the next eight years, Kemal compulsively amasses a collection of objects that chronicles his lovelorn progress-a museum that is both a map of a society and of his heart. The novel depicts a panoramic view of life in Istanbul as it chronicles this long, obsessive love affair; and Pamuk beautifully captures the identity crisis experienced by Istanbul's upper classes that find themselves caught between traditional and westernised ways of being. Orhan Pamuk's first novel since winning the Nobel Prize is a stirring love story and exploration of the nature of romance. Pamuk built The Museum of Innocence in the house in which his hero's fictional family lived, to display Kemal's strange collection of objects associated with Fusun and their relationship. The house opened to the public in 2012 in the Beyoglu district of Istanbul. 'Pamuk has created a work concerning romantic love worthy to stand in the company of Lolita, Madame Bovary and Anna Karenina.' --Financial Times",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Coping with Tourists",
    "author": "Jeremy Boissevain",
    "isbn": "1571818782",
    "category": "Travel",
    "publishedYear": 1996,
    "thumbnail": "http://books.google.com/books/content?id=cdHLpY3oGGoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Twenty-four papers assess the challenges to developing a systematic framework for understanding and predicting climatic changes and variations. The contributing scientists pull together ad hoc environmental observations, presenting a coherent review of long and short term climate monitoring, direction in future research, and specific aspects of observing such as long term monitoring of the cryosphere, and oceanic observation systems. The volume is reprinted from Climatic Change, v.31, nos.2-4, 1995. Lacks an index. Annotation copyright by Book News, Inc., Portland, OR",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Rough Guide to China (Travel Guide eBook)",
    "author": "Rough Guides",
    "isbn": "9780241314890",
    "category": "Travel",
    "publishedYear": 2017,
    "thumbnail": "http://books.google.com/books/content?id=sNtLDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The new, fully updated The Rough Guide to China is the definitive guide to this enchanting country, one of the world's oldest civilisations. From the high-tech cities of Hong Kong and Shanghai to minority villages in Yunnan and Buddhist temples of Tibet, China's mixture of modernity and ancient traditions never fails to impress. With stunning new photography and all the best places to eat, sleep, party and shop, The Rough Guide to China has everything need to ensure you don't miss a thing in this fast-changing nation. Detailed, full-colour maps help you find the best spot for Peking duck or navigate Beijing's backstreets. Itineraries make planning easy, and a Contexts section gives in-depth background on China's history and culture, as well language tips, with handy words and phrases to ease your journey. All this, combined with detailed coverage of the country's best attractions, from voyages down the Yangzi River to hiking the infamous Great Wall, makes The Rough Guide to China the essential companion to delve into China's greatest treasures.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Descartes: Meditations on First Philosophy",
    "author": "René Descartes",
    "isbn": "0521558182",
    "category": "Religion",
    "publishedYear": 1996,
    "thumbnail": "http://books.google.com/books/content?id=yMwiTTpwasgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The Meditations, one of the key texts of Western philosophy, is the most widely studied of all Descartes' writings. This authoritative translation by John Cottingham, taken from the much acclaimed three-volume Cambridge edition of the Philosophical Writings of Descartes, is based upon the best available texts and presents Descartes' central metaphysical writings in clear, readable modern English. As well as the complete text of the Meditations, the reader will find a thematic abridgement of the Objections and Replies (which were originally published with the Meditations) containing Descartes' replies to his critics. These extracts, specially selected for the present volume, indicate the main philosophical difficulties which occurred to Descartes' contemporaries and show how Descartes developed and clarified his arguments in response. This edition contains a new comprehensive introduction to Descartes' philosophy by John Cottingham and the classic introductory essay on the Meditations by Bernard Williams.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Sitting Still Like a Frog",
    "author": "Eline Snel",
    "isbn": "9780834829190",
    "category": "Religion",
    "publishedYear": 2013,
    "thumbnail": "http://books.google.com/books/content?id=rosdAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "This introduction to mindfulness meditation for children and their parents includes practices that can help children calm down, become more focused, fall asleep more easily, alleviate worry, manage anger, and generally become more patient and aware.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Holocaust",
    "author": "Laurence Rees",
    "isbn": "9780241979952",
    "category": "Religion",
    "publishedYear": 2017,
    "thumbnail": "http://books.google.com/books/content?id=iHMNDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "THE SUNDAY TIMES TOP 10 BESTSELLER AND THE FIRST AUTHORITATIVE ACCOUNT FOR 30 YEARS. 'By far the clearest book ever written about the Holocaust, and also the best at explaining its origins and grotesque mentality, as well as its chaotic development' Antony Beevor 'Groundbreaking. You might have thought that we know everything there is to know about the Holocaust but this book proves there is much more' Andrew Roberts, Mail on Sunday Two fundamental questions about the Holocaust must be answered: How did it happen? And why? More completely than any other single work of history yet published, Laurence Rees's Holocaust definitively answers them. 'With The Holocaust Rees has set himself the task of writing an accessible chronological account of the murder of six million Jews in conditions of scarcely imaginable horror. He's done it excellently. There is no shortage of books on the Holocaust but Rees's stands out as a readable and authoritative exposition of how and why it happened, and the barbarous methods by which it was pursued. The amount of ground it covers in 500 pages is remarkable - from the anti-Semitism of popular German literature of the 19th century to Hitler's suicide and the surrender of his regime. It's excellently written and skilfully interweaves narrative history, sound interpretation and the recollections (through interviews, listed in the notes as \"previously unpublished testimony\") of survivors. Rees provides an exemplary account of how the greatest crime in modern history came about' The Times 'Rees has distilled 25 years of research into this compelling study, the finest single-volume account of the Holocaust. It is not a book for the faint-hearted. Some of the first-hand testimony is both shocking and heart-rending. Yet it has important things to say about human nature - what our species is capable of doing if not prevented by civilized laws - and demands to be read' Saul David, Telegraph 'Anyone wanting a compelling, highly readable explanation of how and why the Holocaust happened, drawing on recent scholarship and impressively incorporating moving and harrowing interviews need look no further than Laurence Rees's brilliant book' Professor Ian Kershaw, bestselling author of Hitler",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Matthew",
    "author": "William David Davies",
    "isbn": "056708518X",
    "category": "Religion",
    "publishedYear": 1988,
    "thumbnail": "http://books.google.com/books/content?id=ZXIV2WOTVvMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "This volume which completes the internationally acclaimed three-volume commentary on St Matthew's Gospel includes a verse-by-verse and section-by-section commentary in which all linguistic, historical, and theological issues are discussed in detail. A complete index to all three volumes is included.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Taming of the Shrew",
    "author": "William Shakespeare",
    "isbn": "1603037128",
    "category": "Religion",
    "publishedYear": 2008,
    "thumbnail": "http://books.google.com/books/content?id=g3ddydbz6QoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Can a man tame an ill-tempered woman? Petruchio thinks he is up to the task in The Taming of the Shrew. William Shakespeare (1564 ż 1616) is the most influential writer in English history. Shakespeare has been called The Barb of Avon and Englandżs national poet. There are 2 narrative poems, 154 sonnets and 38 plays in his collected works. He began work as an actor and writer in London first writing comedies and historic plays. He later wrote tragedies. Romeo and Juliet, MacBeth and Othello are some of his more famous plays. The Taming of the Shrew was an early comedy. The play begins with a drunken man who is deceived into thinking he is a nobleman. He then watches this play in which the noble Petruchio married an outspoken ill-tempered woman. Katherine is eventually tamed to the will be Petruchio. The play has been adapted into opera, stage plays and screen plays. Cole Porterżs play Kiss Me Kate is one instance",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "A Treatise of Human Nature",
    "author": "David Hume",
    "isbn": "0486432505",
    "category": "Philosophy",
    "publishedYear": 2003,
    "thumbnail": "http://books.google.com/books/content?id=zHYO1Fh9_JMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Unpopular in its day, David Hume's sprawling, three-volume 'A Treatise of Human Nature' (1739-40) has withstood the test of time and had enormous impact on subsequent philosophical thought. Hume's comprehensive effort to form an observationally grounded study of human nature employs John Locke's empiric principles to construct a theory of knowledge from which to evaluate metaphysical ideas. A key to modern studies of eighteenth-century Western philosophy, the Treatise considers numerous classic philosophical issues, including causation, existence, freedom and necessity, and morality. Unabridged republication of the edition originally published by Oxford at the Clarendon Press, London, 1888.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Thus Spoke Zarathustra",
    "author": "Friedrich Nietzsche",
    "isbn": "9780141904320",
    "category": "Philosophy",
    "publishedYear": 1974,
    "thumbnail": "http://books.google.com/books/content?id=a9VxKgui0mEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "'Enigmatic, vatic, emphatic, passionate . . . Nietzsche's works together make a unique statement in the literature of European ideas' A. C. Grayling Nietzsche was one of the most revolutionary thinkers in Western philosophy, and Thus Spoke Zarathustra remains his most influential work. It describes how the ancient Persian prophet Zarathustra descends from his solitude in the mountains to tell the world that God is dead and that the Superman, the human embodiment of divinity, is his successor. With blazing intensity, Nietzsche argues that the meaning of existence is not to be found in religious pieties or meek submission, but in an all-powerful life force: passionate, chaotic and free. Translated with an introduction by R. J. HOLLINGDALE",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Phenomenology of Spirit",
    "author": "Georg Wilhelm Friedrich Hegel",
    "isbn": "8120814738",
    "category": "Philosophy",
    "publishedYear": 1998,
    "thumbnail": "http://books.google.com/books/content?id=xOnhG9tidGsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "wide criticism both from Western and Eastern scholars.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Descartes: Meditations on First Philosophy",
    "author": "René Descartes",
    "isbn": "0521558182",
    "category": "Philosophy",
    "publishedYear": 1996,
    "thumbnail": "http://books.google.com/books/content?id=yMwiTTpwasgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The Meditations, one of the key texts of Western philosophy, is the most widely studied of all Descartes' writings. This authoritative translation by John Cottingham, taken from the much acclaimed three-volume Cambridge edition of the Philosophical Writings of Descartes, is based upon the best available texts and presents Descartes' central metaphysical writings in clear, readable modern English. As well as the complete text of the Meditations, the reader will find a thematic abridgement of the Objections and Replies (which were originally published with the Meditations) containing Descartes' replies to his critics. These extracts, specially selected for the present volume, indicate the main philosophical difficulties which occurred to Descartes' contemporaries and show how Descartes developed and clarified his arguments in response. This edition contains a new comprehensive introduction to Descartes' philosophy by John Cottingham and the classic introductory essay on the Meditations by Bernard Williams.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Philosophical Explanations",
    "author": "Robert Nozick",
    "isbn": "0674664795",
    "category": "Philosophy",
    "publishedYear": 1981,
    "thumbnail": "http://books.google.com/books/content?id=N4zH86WogYwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Nozick develops new views on philosophy’s central topics and weaves them into a unified perspective. He ranges widely over philosophy’s fundamental concerns: the identity of the self, knowledge and skepticism, free will, the question of why there is something rather than nothing, the foundations of ethics, the meaning of life.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Science of Sugar Confectionery",
    "author": "W. P. Edwards",
    "isbn": "0854045937",
    "category": "Cooking",
    "publishedYear": 2000,
    "thumbnail": "http://books.google.com/books/content?id=JTdUXI9fz2kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Confectionery is a topic close to many people's hearts and its manufacture involves some interesting science. The confectionery industry is divided into three classes: chocolate, flour and sugar confectionery. It is the background science of this latter category that is covered in The Science of Sugar Confectionery. The manufacture of confectionery is not a science based industry, as these products have traditionally been created by skilled confectioners working empirically. In fact, scientific understanding of the production process has only been acquired retroactively. Historically however, sugar confectionery has had technological synergies with the pharmaceutical industry, such as making sugar tablets and applying panned sugar coatings. This book gives an introduction to the subject, with some basic definitions and commonly used ingredients and then moves on to discuss the chemistry of various types of sugar confectionery. These include \"sugar glasses\" (boiled sweets), \"grained sugar products\" (fondants), toffees and fudges, \"hydrocolloids\" (gums, pastilles and jellies) and concludes with a chapter dedicated to sugar-free confectionery.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Book of Tea",
    "author": "Kakuzo Okakura",
    "isbn": "9781775414933",
    "category": "Cooking",
    "publishedYear": 2009,
    "thumbnail": "http://books.google.com/books/content?id=WebU_NUMuBsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The Book of Tea discusses the impact of \"Teaism\" on all aspects of Japanese culture and life. Kakuzo elaborates on the relationship between tea ceremony and Zen and Taoism. He also talks about the tea masters and their contribution to the tea ceremony. Kakuzo spoke English from an early age, and so was able to make his writings accessible to the Western mind.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Invention of the Restaurant",
    "author": "Rebecca L. Spang",
    "isbn": "9780674244016",
    "category": "Cooking",
    "publishedYear": 2020,
    "thumbnail": "http://books.google.com/books/content?id=jzbDDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Winner of the Louis Gottschalk Prize Winner of the Thomas J. Wilson Memorial Prize “Witty and full of fascinating details.” —Los Angeles Times Why are there restaurants? Why would anybody consider eating alongside perfect strangers in a loud and crowded room to be an enjoyable pastime? To find the answer, Rebecca Spang takes us back to France in the eighteenth century, when a restaurant was not a place to eat but a quasi-medicinal bouillon not unlike the bone broths of today. This is a book about the French revolution in taste—about how Parisians invented the modern culture of food, changing the social life of the world in the process. We see how over the course of the Revolution, restaurants that had begun as purveyors of health food became symbols of aristocratic greed. In the early nineteenth century, the new genre of gastronomic literature worked within the strictures of the Napoleonic state to transform restaurants yet again, this time conferring star status upon oysters and champagne. “An ambitious, thought-changing book...Rich in weird data, unsung heroes, and bizarre true stories.” —Adam Gopnik, New Yorker “[A] pleasingly spiced history of the restaurant.” —New York Times “A lively, engrossing, authoritative account of how the restaurant as we know it developed...Spang is...as generous in her helpings of historical detail as any glutton could wish.” —The Times",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Curry",
    "author": "Lizzie Collingham",
    "isbn": "0199883815",
    "category": "Cooking",
    "publishedYear": 2006,
    "thumbnail": "http://books.google.com/books/content?id=Sr3GUyWe3O0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Curry serves up a delectable history of Indian cuisine, ranging from the imperial kitchen of the Mughal invader Babur to the smoky cookhouse of the British Raj. In this fascinating volume, the first authoritative history of Indian food, Lizzie Collingham reveals that almost every well-known Indian dish is the product of a long history of invasion and the fusion of different food traditions. We see how, with the arrival of Portuguese explorers and the Mughal horde, the cooking styles and ingredients of central Asia, Persia, and Europe came to the subcontinent, where over the next four centuries they mixed with traditional Indian food to produce the popular cuisine that we know today. Portuguese spice merchants, for example, introduced vinegar marinades and the British contributed their passion for roast meat. When these new ingredients were mixed with native spices such as cardamom and black pepper, they gave birth to such popular dishes as biryani, jalfrezi, and vindaloo. In fact, vindaloo is an adaptation of the Portuguese dish \"carne de vinho e alhos-\"-the name \"vindaloo\" a garbled pronunciation of \"vinho e alhos\"--and even \"curry\" comes from the Portuguese pronunciation of an Indian word. Finally, Collingham describes how Indian food has spread around the world, from the curry houses of London to the railway stands of Tokyo, where \"karee raisu\" (curry rice) is a favorite Japanese comfort food. We even visit Madras Mahal, the first Kosher Indian restaurant, in Manhattan. Richly spiced with colorful anecdotes and curious historical facts, and attractively designed with 34 illustrations, 5 maps, and numerous recipes, Curry is vivid, entertaining, and delicious--a feast for food lovers everywhere.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Oxford Companion to Food",
    "author": "Alan Davidson",
    "isbn": "9780192806819",
    "category": "Cooking",
    "publishedYear": 2006,
    "thumbnail": "http://books.google.com/books/content?id=JTr-ouCbL2AC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The Oxford Companion to Food is a unique encyclopedic repertory of foodstuffs, cooked dishes, and food processes, together with entries that cover the food and foodways of the countries of the world, and the literature of food and cookery. The new edition updates existing entries and the bibliography, and adds many new articles on topics that reflect the rapid development and universal relevance of food studies.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Physical Activity and Fitness",
    "author": "Justin Healey",
    "isbn": "1922084220",
    "category": "Health and Fitness",
    "publishedYear": 2013,
    "thumbnail": "http://books.google.com/books/content?id=Bt6uoQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Physical activity is a key factor in maintaining good health and fitness. Being physically active has a number of significant health benefits, including chronic disease risk reduction, helping in the control of body weight and improving mental wellbeing. There has been a decline in physical activity over recent decades due to the sedentary nature of many forms of work, changes in transportation and increased OCyscreen timeOCO. A lack of regular physical activity and related overweight and obesity is associated with an increased risk of mortality and morbidity from certain cancers, diabetes, osteoporosis, and heart and vascular diseases. Physical inactivity has been ranked second only to tobacco smoking, in terms of the burden of disease and injury from risk factors in Australia. Globally, physical inactivity is the fourth leading risk factor for mortality. This book reveals the extent of participation in physical activity by Australians, and explores ways of overcoming sedentary behaviour and inactivity through appropriate forms of exercise to suit your age and situation. Are you active enough? Also includes: worksheets and activities, fast facts, glossary, web links, index.\"",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Sport and Fitness",
    "author": "Justin Healey",
    "isbn": "1876811455",
    "category": "Health and Fitness",
    "publishedYear": 2000,
    "thumbnail": "Unknown",
    "description": "Examines the fitness levels and health risk status of the Australian population; the forms and levels of sports and physical activity in which we participate; and explores the relationship between lifestyle and health related actions involving weight, diet and exercise.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Physical Activity and Fitness",
    "author": "Justin Healey",
    "isbn": "1922084212",
    "category": "Health and Fitness",
    "publishedYear": 2013,
    "thumbnail": "http://books.google.com/books/content?id=CIyTmwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "\"Physical activity is a key factor in maintaining good overall health and fitness. Being physically active has significant health benefits, including reducing the risk of some chronic conditions, helping to control weight and improving mental wellbeing. There has been a decline in physical activity over recent decades due to the sedentary nature of many forms of work, changes in transportation and increased ‘screen time’. A lack of regular physical activity is associated with an increased risk of mortality and morbidity from heart and vascular diseases, particularly coronary heart disease. Physical inactivity has been ranked second only to tobacco smoking, in terms of the burden of disease and injury from risk factors in Australia; globally, physical inactivity is the fourth leading risk factor for mortality, contributing to 6% of deaths. The health, social and economic costs of physical inactivity are confronting. This book reveals the extent of participation in physical activity by Australians, and explores ways of overcoming sedentary behaviour and inactivity through appropriate forms of exercise to suit your age and situation. Are you being active enough?\" -- From Introduction.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "The Big Book of Health and Fitness",
    "author": "Philip Maffetone",
    "isbn": "9781616083793",
    "category": "Health and Fitness",
    "publishedYear": 2012,
    "thumbnail": "http://books.google.com/books/content?id=n4tDCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Presents a guide to maintaining health and physical fitness, providing advice on nutrition, healthy eating, exercise, and preventive measures against disease.",
    "count": 0,
    "damaged": 0
  },
  {
    "title": "Nutrition and Fitness",
    "author": "Marshall Cavendish Corporation",
    "isbn": "0761479392",
    "category": "Health and Fitness",
    "publishedYear": 2011,
    "thumbnail": "http://books.google.com/books/content?id=9q7OkoguGl8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Nutrition and Fitness provides detailed information on a wide variety of related topics that fall into the following five subject areas: body; diet and nutrition; human behavior; illness, injury, and disorders; and prevention and cure.",
    "count": 0,
    "damaged": 0
  }
]